Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/uusi_koltansaamenkielinen_oppikirja_on_ilmestynyt.html.tmx
Source language: fin
Languages: sms

source: Uusi koltansaamenkielinen oppikirja on ilmestynyt
sms: Ođđ nuõrttsääʹmǩiõllsaž mättǩeʹrjj lij õlmstõttum

source: Koulutus- ja oppimateriaalitoimisto on julkaissut uuden koltansaamenkielisen 2. luokan oppikirjan.
sms: Škooultõs -da mättmateriaalkoontâr lij õlmstâttam ođđ nuõrttsääʹmǩiõllsa 2. klaass mättʹǩeerj.

source: Oppikirja on koltansaamen kieleen käännetty pohjoissaamen kielen GEA 2 -kirjasta.
sms: Ǩiõčč 2 Kåʹllmeäʹcc Mättǩeʹrjj lij vuõssmättʼtõõzz nuuʹbb klaass veeʹresǩiõl lookkji mättʼtõʹsse.

source: Kirjan tekijät ovat Oona Länsman, kuvituksen tekijä Nora Bäck, taitto Katja Lettinen.
sms: Mättǩeʹrjj lij nuõrttsääʹmǩiõʹlle jåårǥlõttum da čiõttʼtõllum tâʹvvsäämǩiõllsaž GEA 2 -ǩeeʹrj vuâđald.

source: Koltansaamen kielelle oppikirjan on kääntänyt Raija Lehtola.
sms: Ǩeʹrjjraalij liâ Oona Länsman, kaartid lij pirstam Nora Bäck, tuäjjam Katja Lettinen.

source: Kirjoja voi tilata Saamelaiskäräjien verkkokaupasta: ǨIÕČČ 2 Kåʹllmeäʹcc mättǩeʹrjj .
sms: Nuõrttsääʹmǩiõʹlle ǩeeʹrj lij čiõttääm da jåårǥlâttam Raija Lehtola.
